Revit 2023 API
ParameterTypeId.PhyMaterialParamShearPerpendicular Property
 "Tension perpendicular to grain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamShearPerpendicular { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamShearPerpendicular As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamShearPerpendicular {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace